import styled from '@emotion/styled'
import Navbar from '../components/Navbar'
import Footer from '../components/Footer'
import { useEffect } from 'react';
import {tablet, mobile} from '../responsive'

const HomeWrapper = styled.div`
  position: relative;
  overflow: hidden;
`;
const HeaderWrapper = styled.div`
  height: auto;
  width: 100%;
  background: rgb(43,54,50);
  background: linear-gradient(90deg, rgba(43,54,50,1) 0%, rgba(79,128,165,1) 48%, rgba(114,136,156,1) 100%);
`;

const TermsWrapper = styled.div`
  max-width: 1280px;
  margin: 0 auto;
`;
const TermsTitle = styled.h1`
  padding: 0 20px; margin: 0;
  margin-top: 30px;
  font-size: 3.4rem;
  letter-spacing: 0.9px;
  font-weight: 600;
  color: #dce9f7;
  text-shadow: 0 0 10px rgba(0, 0, 0, 0.5);

  ${tablet({
    fontSize: "1.5rem",
    lineHeight: "1.5rem",
    fontWeight: "700"
  })}
`;
const TermsDescription = styled.h3`
  padding: 0 20px 80px 20px;
  margin: 5px 0;
  color: #ccc;
  font-weight: 600;
`;
const Orange = styled.strong`
  color: #ffca3a;
  font-weight: 700;
`;

const TermContent = styled.div`
  max-width: 1280px;
  padding: 80px 0;
  margin: 0 auto;
`;

const Text = styled.p`
  margin: 0;
  padding: 10px 20px;
  color: #333333;
`;

const Header = styled.h2`
  font-size: 2.5rem;
  font-weight: 700;
  color: #000000;
  padding: 0 20px;

  ${mobile({
    fontSize: "1.5rem",
  })}
`;

const HeaderSmall = styled.h4`
  font-size: 1.5rem;
  color: #424242;
  font-weight: 700;
  padding: 0 20px;

  ${mobile({
    fontSize: "1.2rem"
  })}
`;

const List = styled.ul`
  margin: 0;
  padding: 0 40px;
`;

const ListItem = styled.li`
  color: #5b5b5b;
  padding: 5px;
`;

const Home = () => {

  function ScrollToTopOnMount() {
    useEffect(() => {
      window.scrollTo(0, 0);
    }, []);
  
    return null;
  }

  
  return (
    <HomeWrapper id="SiteTop">
      {/* Scroll to the top of the page */}
      <ScrollToTopOnMount />

      {/* Header */}
      <HeaderWrapper>
        <Navbar fromPage />
        
        <TermsWrapper>
          <TermsTitle>Умови використання сайту</TermsTitle>
          <TermsDescription>
            Останнє оновлення: <Orange>18 August 2021</Orange>
          </TermsDescription>
        </TermsWrapper>
      </HeaderWrapper>

      <TermContent>
        <Text>Вітаємо у Websmarti Studio! Дякуємо, що обрали нас.</Text>
        <Text>Перед переглядом сайту та замовленням послуг у Websmarti Studio уважно прочитайте Умови використання, що зазначені нижче. Якщо ви не згодні з цими умовами, відмовтесь від замовлення та користування послугами, що надаються цим сайтом.Переглядаючи та / або використовуючи сайт (https://studio.Websmarti.com/) (далі "Websmarti" або "Сайт") та Послуги, що надаються на Сайті (далі "Послуги" або “Роботи”) Студією Websmarti (далі “Студія”), ви висловлюєте свою згоду на прийняття цих Умов використання без жодних обмежень. Особи, що оформлюють підписку на Websmarti від імені юридичних осіб, представляють юридичну особу і підтверджують, що вони мають повноваження приймати ці Умови від її імені. Жодне положення цих Умов не розповсюджується на третіх осіб. Якщо ви не згодні з будь-яким із цих Умов, будь ласка, відмовтеся від використання цього Сайту та замовлення послуг на ньому.</Text>
      
        <Header>1. Використання Websmarti та персональні дані</Header>
        <HeaderSmall>1.1. Реєстрація</HeaderSmall>
        <Text>Щоб скористатися послугами, які надає Websmarti, вам буде необхідно створити обліковий запис користувача (далі “Обліковий запис”). Реєструючись на Websmarti, ви висловлюєте свою згоду надавати точні, повні та актуальні дані у вашому Обліковому записі. Ці дані можуть бути використані для того, щоб зв'язатися з вами чи проінформувати вас про останні оновлення та новини, пов'язані з послугами Websmarti.</Text>
      
        <HeaderSmall>1.2. Персональні дані</HeaderSmall>
        <Text>Переконайтеся, що будь-які персональні дані, що зберігаються у вашому Обліковому записі, захищені від несанкціонованого використання. Не надавайте третім особам інформацію, пов'язану з доступом до вашого Облікового запису, у тому числі логін та пароль. Якщо ви помітили втрату чи несанкціоноване використання вашого Облікового запису або пароля, негайно повідомте нас. Ви несете відповідальність за будь-яку діяльність на вашому Обліковому записі на Websmarti. Ми, в свою чергу, не несемо відповідальності за будь-які дії, вчинені вами стосовно вашого Облікового запису. Websmarti гарантує користувачам своїх Послуг, що будь-яка персональна інформація, занесена до Облікового запису, не розголошується третім особам, якщо розкриття не вимагається юридичними особами, внаслідок порушення закону.</Text>
      
        <HeaderSmall>1.3. Неповнолітні</HeaderSmall>
        <Text>Дітям віком до 13 років забороняється користуватися Websmarti. Дітям у віці від 13 до 18 років забороняється використовувати Cайт, якщо вони не отримали на це дозволу від батьків або законних опікунів.</Text>
      
        <Header>2. Контент сайту</Header>
        <HeaderSmall>2.1. Інтелектуальна власність користувачів</HeaderSmall>
        <Text>Згідно з Угодою між Websmarti та вами, ви володієте всім контентом, який ви завантажили або створили, включаючи тексти, фотографії, зображення, музику, відео тощо, якщо такий контент не є власністю третіх сторін та не був завантажений з загальнодоступних джерел.</Text>

        <HeaderSmall>2.2. Інтелектуальна власність третіх сторін</HeaderSmall>
        <Text>Ви можете використовувати сторонній контент (у т.ч. зображення, відео, шрифти, аудіо) лише після отримання офіційного дозволу або ліцензії від власника такого контенту.</Text>
        <Text>Забороняється копіювання, зберігання, повторне використання, поширення, публікація або будь-яке інше зловживання матеріалами, що захищені авторським правом, на особистих сайтах користувачів Websmarti.</Text>
        <Text>Якщо ви не дотримуєтеся вищезазначених положень, Websmarti залишає за собою право призупинити роботу вашого сайту для подальшого розслідування.</Text>
      
        <HeaderSmall>2.3. Заборонений контент</HeaderSmall>
        <Text>Наступні види контенту заборонено публікувати на платформі Websmarti:</Text>
      
        <List>
          <ListItem>Контент для дорослих: порнографія, фотографії, відео та інші форми медіа-файлів, що містять оголені тіла в сексуальному контексті та / або геніталії;</ListItem>
          <ListItem>Контент, захищений авторським правом: будь-який контент, захищений законами про інтелектуальну власність, якою ви не володієте;</ListItem>
          <ListItem>Чорна пошукова оптимізація / спам: контент, основна мета якого полягає в тому, щоб підвищити сайт у видачі пошукових систем, отриманні лайків або показі нерелевантної реклами;</ListItem>
          <ListItem>Незаконний контент: будь-який контент, який порушує чинне законодавство США;</ListItem>
          <ListItem>Фішинг: будь-який контент, який може спонукати користувачів надавати свої персональні дані для неналежного використання, що може нанести їм шкоду або порушувати закони;</ListItem>
          <ListItem>Шахрайство: сумнівні схеми (наприклад, фінансові піраміди), які обіцяють швидке збагачення;</ListItem>
          <ListItem>Шкідливий контент: будь-який контент, який може завдати шкоди здоров'ю користувачів, наприклад, той, що викликає судоми;</ListItem>
          <ListItem>Просування незаконних товарів: контент, що стосується просування чи реклами продуктів, продаж яких заборонений або обмежений чинним законодавством, включаючи зброю, наркотики, підроблені товари, крадені товари, предмети, які порушують права на конфіденційність або можуть вважатися образливими.</ListItem>
        </List>

        <Text>Websmarti залишає за собою право призупиняти роботу або закрити будь-який Обліковий запис, на якому розміщуються вищезгадані типи контенту.</Text>
      
        <HeaderSmall>2.4. Інтелектуальна власність Websmarti</HeaderSmall>
      
        <Text>Websmarti та його Послуги захищені авторським правом, товарними знаками та іншими майновими правами Websmarti. Таким чином, будь-який контент, що надається Websmarti, захищений законами про інтелектуальну власність, якщо він не був завантажений користувачем особисто або зі сторонніх ресурсів.</Text>
        <Text>За відсутності явного дозволу Websmarti, сторонніх авторів або законів про інтелектуальну власність, копіювання, зберігання, повторне використання, дистрибуція, публікація або будь-яке інше зловживання матеріалами, захищених авторським правом, забороняється без посилання на початкове джерело.</Text>
        <Text>Дотримуючись Умов використання Websmarti та здійснюючи своєчасні виплати всіх відповідних платежів, вам надається неексклюзивна, несубліцензована, повністю відклична обмежена ліцензія на використання послуг Websmarti та Ліцензованого контенту без права передачі для створення та демонстрації вашого сайту та продуктів або послуг для користувачів, згідно з Умовами використання Websmarti. Ніщо в умовах Websmarti не може тлумачитися як відмова від прав інтелектуальної власності Websmarti відповідно до будь-якого закону.</Text>
      
        <HeaderSmall>2.5. Використання вашого контенту</HeaderSmall>
        <Text>Використовуючи цей Сайт, ви погоджуєтеся з тим, що Websmarti може використовувати ваші завершені сайти або їх частину у своїх рекламних та маркетингових цілях, наприклад, для показу їх у портфоліо на нашому Сайті або в маркетингових кампаніях.</Text>
        <Text>Якщо ви не хочете, щоб ми використовували ваш сайт для цього, зверніться до нас за адресою support@Websmarti.com. Ми вилучимо ваш сайт з будь-яких рекламних або маркетингових кампаній.</Text>
      
        <Header>3. Конфіденційність</Header>
        <Text>Websmarti може попросити вас надати певні персональні дані, які будуть використовуватися виключно з метою створення вашого сайту. Використовуючи Websmarti, ви погоджуєтеся на використання, збір, обробку та зберігання персональних даних в інших країнах і їх передачу в межах компанії Websmarti та її філій.</Text>
        <Text>Прочитайте Політику конфіденційності Websmarti, щоб дізнатися більше про те, як ми збираємо, зберігаємо та використовуємо ваші персональні дані, а також про те, які заходи ми вживаємо для захисту вашої конфіденційності.</Text>

        <Header>4. Оплата послуг</Header>
        <HeaderSmall>4.1. Покупки та платежі</HeaderSmall>
        <Text>Для того, щоб Websmarti Studio почала працювати над дизайном вашого сайту, вам буде необхідно внести депозитний платіж за створення сайту та підписки за перший період.</Text>
        <Text>Тарифи на послуги Websmarti можуть включати плату за створення сайту, періодичні платежі за підписку та плату за додаткові послуги, відповідно до інформації, наданої на Сайті Websmarti.</Text>
        <Text>До вартості створення сайту в залежності від обраного пакету входять від 2 до 3 етапів правок сайту, відповідно до коментарів замовника. Якщо замовник потребує додаткових змін після використання всіх етапів правок, що входять до обраного пакету за замовчанням, з нього може бути стягнута додаткова плата. Сума додаткової плати залежить від обсягу робіт і узгоджується для кожного проекту індивідуально як додаткові години роботи веб-майстрів.</Text>
        <Text>Усі збори, включаючи плату за створення сайту, підписку та додаткові послуги, вираховуються для кожного проекту (сайту) окремо і не поширюються на обліковий запис користувача в цілому.</Text>
        <Text>Актуальні ціни на послуги Websmarti розміщені на сторінці: https://studio.Websmarti.com/prices.</Text>
        <Text>Тарифи на послуги Websmarti фіксовані і не містять прихованих платежів. Якщо з вашого рахунку в банку або платіжній системі було списано суму більше, ніж та що зазначена на Сайті, то різниця у ціні може виникати у зв’язку з комісією або іншими платежами, які списує банк або платіжна система. Користуючись цим Сайтом, ви погоджуєтеся, що Websmarti не несе відповідальності за додаткові збори, пов'язані з використанням банківських або платіжних систем. Таким чином, у разі зміни розміру платежу, зверніться до свого банку чи платіжної системи.</Text>
        <Text>Як тільки ваш платіж буде підтверджено, Websmarti надішле вам підтвердження оплати з зазначенням суми, а також усі деталі вашої покупки. Рахунок-фактура може бути надіслана за запитом. Крім того, вам може бути надіслано будь-яке підтвердження платежу вашим банком або платіжною системою. Усі ціни на платні послуги зазначені в доларах США, якщо на Сайті не вказано інше.</Text>
      
        <HeaderSmall>4.2. Строки надання послуг</HeaderSmall>
        <Text>Строки виконання проектів можуть відрізнятися, залежно від обраного пакету послуг та об‘єму додаткових робіт, що визначаються з клієнтом індивідуально. </Text>
        <Text>Студія Websmarti зобов‘язується виконувати Роботи у строки, визначені з Клієнтом індивідуально, в залежності від складності проекту. При цьому, ми гарантуємо своєчасне надання Послуг лише за умови, що ви надаєте зворотній зв‘язок Студії Websmarti протягом 24 годин з моменту нашого звернення до вас.</Text>
        <Text>Якщо протягом 60 календарних днів з моменту оплати (для тарифів W-Base, W-Growth, W-Ultimate, E-commerce) або 30 календарних днів з моменту оплати (для тарифу W-Start), якщо інше не затверджено зі Студією в індивідуальному порядку, ви не затверджуєте Роботи по створенню вашого сайту, то Послуги (роботи) Студії Websmarti за цим договором вважаються прийнятими вами, а проект вважається закритим.</Text>

        <HeaderSmall>4.3. Податки</HeaderSmall>
        <Text>Ціни, вказані на Сайті, не включають федеральні, національні, місцеві чи інші податки. Відповідні податки будуть додані до зборів за продукти і послуги, які ви замовляєте, і будуть вказані в рахунку, який ви маєте отримати після підтвердження оплати.</Text>

        <HeaderSmall>4.4. Автоматичне оновлення підписки</HeaderSmall>
        <Text>Щоб забезпечити безперебійну роботу вашого сайту, ми використовуємо автоматичне оновлення підписки на наші послуги. Таким чином, з вас буде автоматично стягнуто плату за наступний період підписки за допомогою того самого способу оплати, який ви використовували для здійснення початкового платежу або іншого зазначеного способу оплати. Тарифний план підписки при цьому зберігається.</Text>
        <Text>Наприклад, якщо ви оформили річну підписку, то кожний наступний період підписки буде становити 1 рік. Якщо ви не відміните підписку на Websmarti, ми будемо автоматично поновлювати підписку, щойно закінчиться попередній період підписки, і стягуватимемо всі відповідні платежі.</Text>

        <HeaderSmall>4.5. Політика повернення коштів</HeaderSmall>
        <Text>Якщо ви не задоволені якістю послуг студії Websmarti, ви можете вимагати повне повернення коштів до моменту погодження дизайну головної сторінки сайту. Якщо ваш сайт було затверджено та перенесено на ваш особистий Websmarti акаунт, то такий проект вважається закритим, а кошти, сплачені за його розробку, поверненню не підлягають.</Text>
        <Text>У будь-якому випадку право на повернення коштів діє лише протягом 30 днів з моменту оплати вартості створення сайту Websmarti Studio, якщо інше не погоджено з клієнтом в індивідуальному порядку. </Text>
        <Text>Якщо ви звинувачені у використанні нецензурної лексики, тролінгу, спамінгу чи будь-яких інших проявах некоректного поводження, яке може завдати шкоди бренду Websmarti або принижувати гідність працівників компанії, Websmarti Studio зберігає за собою право закрити проект у односторонньому порядку, попередньо повідомивши вас про це. В даному випадку вам будуть повернені кошти, за винятком вартості фактично наданих послуг відповідно до 100% вартості послуг Websmarti Studio.</Text>
        <Text>Врахуйте, що політика повернення коштів не поширюється на такі випадки:(а) якщо ви порушили вимоги щодо контенту, згадані в пункті 2.1;(b) якщо ви придбали послуги третіх сторін та погодилися на їхні правила використання, що суперечать правилам використання Websmarti та знімають з Websmarti будь-які зобов’язання.Окрім того, вартість додаткових послуг Websmarti Studio (дизайн логотипа, робота веб-майстра, корпоративна пошта, послуги копірайтингу, розробка дизайну іконок, придбання зображень у високій якості тощо) поверненню не підлягає.Запити на повернення коштів надсилаються виключно у письмовому вигляді на адресу support@Websmarti.com.</Text>
        <Text>Якщо ви користувач конструктора сайтів Websmarti і хочете повернути гроші за підписку, будь ласка, перевірте Умови використання Websmarti.</Text>

        <HeaderSmall>4.6. Зміна цін</HeaderSmall>
        <Text>Ціни Websmarti можуть бути змінені в будь-який час. У випадку будь-яких змін цін, ви будете повідомлені заздалегідь. Нові ціни будуть застосовуватися лише до наступних платежів. Якщо ви не погоджуєтесь зі зміною ціни, ви можете скасувати підписку в будь-який момент до наступної дати оплати.</Text>

        <HeaderSmall>4.7. Повернення платежів за вимогою банку</HeaderSmall>
        <Text>Якщо у будь-який час після придбання продукту чи послуги на цьому Сайті ви звертаєтеся до свого банку чи компанії-емітента кредитної картки з проханням відхилити, відшкодувати або іншим чином скасувати платіж до Websmarti, це вважатиметься порушенням ваших зобов'язань, що призведе до припинення дії вашого Облікового запису. Будь-які дані, що зберігаються в такому обліковому записі, можуть бути видалені назавжди.</Text>
        <Text>Якщо запит на відхилення платежу був здійснений помилково, зверніться до нашої служби підтримки за адресою support@Websmarti.com.</Text>

        <HeaderSmall>4.8. Плата за cторонні послуги</HeaderSmall>
        <Text>Сторонні послуги, які були придбані через Websmarti але не надаються Websmarti напряму, підлягають політиці відшкодування фактичного виконавця. Актуальні правила відшкодування та повернення коштів можуть бути доступні під час купівлі за посиланням на умови. Ми рекомендуємо вам ознайомитися з ними до замовлення та придбання таких послуг, оскільки ми не гарантуємо повернення коштів за сторонні послуги.</Text>

        <Header>5. Правила відміни підписки та видалення облікового запису</Header>
        <Text>Ви можете видалити свій обліковий запис або скасувати підписку Websmarti у будь-який час, звернувшись до нашої служби підтримки за адресою support@Websmarti.com. Ми видалимо ваш аккаунт після обробки такого запиту та уточнення деталей.</Text>
        <Text>Щоб уникнути автоматичних рекурентних платежів, рекомендуємо скасувати підписку або деактивувати ваш обліковий запис до закінчення терміну дії поточної підписки.</Text>
        <Text>Якщо ви вирішили видалити ваш Обліковий запис або скасувати підписку або платні послуги Websmarti, вам можуть бути відшкодовані кошти, відповідно до положень пункту 4.4 цих Умов використання.</Text>

        <HeaderSmall>5.2. Видалення Облікового запису за рішенням Websmarti</HeaderSmall>
        <Text>Websmarti має право призупинити або видалити будь-який Обліковий запис або заборонити доступ до будь-яких послуг Websmarti в будь-який час через невиконання Користувачем наших Правил щодо контенту, згаданих у пункті 2.1 вище, або за рішенням/постановою суду чи інших правоохоронних органів у разі порушення законів Користувачем.</Text>

        <Header>6. Сторонні продукти та послуги</Header>
        <Text>На Websmarti ви можете замовити ряд сторонніх продуктів та послуг, у т.ч. від реєстраторів доменів, програми та додатки, послуги дизайну, онлайн-просування тощо.</Text>
        <Text>У випадку замовлення сторонніх продуктів і послуг, Websmarti діє виключно як посередник і не несе відповідальності за послуги, що надаються третіми сторонами. Таким чином, Websmarti не буде залучений до транзакцій, спілкування або будь-якої іншої взаємодії з третіми сторонами.</Text>
        <Text>Websmarti може рекомендувати певні послуги третіх сторін для покращення досвіду та розширення оригінальних послуг Websmarti. Ви погоджуєтеся користуватися сторонніми послугами виключно на свій власний ризик. Будь-які послуги, надані таким чином, юридично захищаються Умовами використання третьої сторони. Ми рекомендуємо уважно ознайомитися з умовами надання послуг третіми сторонами перед замовленням їх послуг.</Text>

        <Header>7. Обмеження відповідальності</Header>
        <Text>За жодних обставин Websmarti, його посадові особи, директори, акціонери, співробітники, філії та / або агенти не несуть відповідальності за будь-які збитки, що виникають в результаті: (а) будь-якого аспекту використання Сайту, незалежно від того, спричинені вони використанням Сайту або неможливістю використовувати Сайт;(b) використання будь-яких послуг або продуктів, які були замовлені на Сайті або які були показані у рекламі чи на зовнішніх ресурсах, пов’язаних із Сайтом;(c) використання будь-якої інформації або рекомендацій, які були отримані на Сайті або показані у рекламі чи на зовнішніх ресурсах, пов’язаних із Сайтом;(d) помилки або неточності в будь-якому описі;(e) події, що виходять за рамки контролю Websmarti. Ці обмеження застосовуються в максимальному обсязі, дозволеному законом.</Text>

        <Header>8. Юридичні спори</Header>
        <Text>У максимальній мірі, дозволеній законом, ця угода регулюється федеральними законами Сполучених Штатів Америки та законами штату Флорида. Користуючись Сайтом, ви погоджуєтеся з тим, що усі спори, що виникають або пов'язані з використанням Сайту та / або послуг Websmarti є виключною юрисдикцією федеральних cудів США або судів штату Флорида, США, і будуть розглядатися лише в даних судах.</Text>
        <Text>У разі виникнення спорів, пов'язаних з використанням Websmarti та / або Послуг, ми будемо докладати всіх зусиль, щоб вирішити спір мирним шляхом. Ви погоджуєтеся спробувати вирішити спір, попередньо зв'язавшись з нами за адресою legal@Websmarti.com. Ми докладемо всіх зусиль, щоб вирішити спір неформально, звернувшись до вас за допомогою електронної пошти, телефону або іншого способу зв'язку. Якщо нам не вдасться вирішити спір протягом тридцяти днів з моменту отримання першого повідомлення, у якому викладено проблему, справа може бути передана до федеральних судів США або судів штату Флорида, США</Text>

        <Header>9. Зміни та оновлення</Header>
        <Text>Websmarti може іноді змінювати та оновлювати ці Умови використання і зобов'язується розміщувати на Сайті актуальну версію. Якщо зміни будь-яким чином будуть обмежувати ваші права, ми повідомимо вас про це заздалегідь. У повідомленні буде зазначена дата набуття чинності нових Умов. Нові Умови використання не можуть набувати чинності до того, як вони були опубліковані на Сайті. Тому зміни та оновлення ніколи не матимуть зворотної дії. Продовжуючи користуватись Сайтом та / або будь-якими Послугами, наданими Websmarti після внесення будь-яких змін або оновлень, ви погоджуєтеся з новими Умовами використання. Якщо ви не згодні з нашими змінами або оновленнями, будь ласка, припиніть використовувати Сайт та Послуги Websmarti.</Text>

        <Header>10. Повідомлення</Header>
        <Text>Ми можемо надсилати вам актуальні повідомлення: (а) на Сайті Websmarti, в тому числі за допомогою банерів, спливаючих вікон, чату, push-повідомлень на Сайті, у вашому Обліковому записі або в іншому місці; (b) електронною поштою на вказану вами адресу; (с) за телефонами, вказаними у вашому обліковому записі; (d) листами, надісланими на фізичні адреси, які ви вказали у своєму обліковому записі; (e) за допомогою будь-яких інших способів комунікації, наявних у вашому обліковому записі.</Text>
        <Text>Повідомлення від Websmarti буде вважатися надіслано вам та набуває законної дії протягом двадцяти чотирьох (24) годин після того, як воно було надіслано або опубліковано будь-яким з вищезазначених способів, якщо в повідомленні не вказано інше.</Text>

        <Header>11. Юридична адреса</Header>
        <Text>
          JETIMPEX, INC.<br />
          525 NE 14 Avenue,<br />
          Fort Lauderdale,<br />
          FL 33301<br />
          United States
        </Text>

        <Header>12. Підтримка</Header>
        <Text>Якщо у Вас виникнуть додаткові питання щодо використання Websmarti або наших Послуг, зверніться до нашої служби підтримки за адресою support@Websmarti.com або телефоном: +1 855 932 5486, +38 044 338 9363. Будемо раді допомогти!</Text>


        <Header>13. Переклад</Header>
        <Text>Ці Умови використання були написані англійською мовою (США) і перекладені українською виключно з ознайомчою метою україномовних користувачів послуг Websmarti. Версія мовою оригіналу доступна за посиланням: https://studio.Websmarti.com/terms-of-use. У випадку виявлення розбіжностей або конфліктів між українською та англійською версіями Умов використання, англійська версія має пріоритет та буде переважати.</Text>

      </TermContent>
      <Footer fromPage />

    </HomeWrapper>
  )
}

export default Home